Repository: colectic/xarxanet
Catalog: Xarxanet/sites/all/modules/taxonomy_manager/translations/*.po
Languages: ca

source: Add new vocabulary
ca: Afegeix nou vocabulari

source: Edit vocabulary settings
ca: Edita la configuració del vocabulari

source: No Vocabularies available
ca: No hi ha cap volcabulari

source: Vocabularies:
ca: Vocabularis:

source: No vocabulary with this ID available! Check this <a href="!list">list</a> for available vocabularies or <a href="!create">create</a> a new one
ca: No hi ha cap vocabulari amb aquesta ID! Comproba aquesta <a href="!list">llista</a> per als vocabularis disponibles o <a href="!create">Crea un de nou

source: No terms available
ca: No hi ha termes disponibles

source: Language
ca: Idioma

source: All
ca: Tots

source: no language
ca: cap llenguatge

source: Resize tree
ca: Redimensiona arbre

source: You can search directly for exisiting terms. If your input doesn't match an existing term, it will be used for filtering root level terms (useful for non-hierarchical vocabularies).
ca: Pots buscar directament termes existents. Si la teva entrada no es correspon cap terme existent, es farà servir per filtrar termes del nivell de l'arrel (útil per vocabularis no jeràrquics).

source: Search
ca: Cerca

source: Search String
ca: Cadena de Cerca

source: Include synonyms
ca: Incloure sinònims

source: Search under selected terms
ca: Cerca sota els termes seleccionats

source: Search within selected language
ca: Cerca en el llenguatge seleccionat

source: Search options
ca: Opcions de cerca

source: Toolbar
ca: Barra d'eines

source: Up
ca: Amunt

source: Down
ca: Avall

source: Delete
ca: Esborra

source: Add
ca: Afegeix

source: Move
ca: Mou

source: Merge
ca: Fusiona

source: CSV Export
ca: Exportar CSV

source: Double Tree
ca: Arbre Doble

source: Save changes
ca: Desa els canvis

source: Disable Double Tree
ca: Deshabilita Arbre Doble

source: Move right
ca: Mou a la dreta

source: Move left
ca: Mou a l'esquerra

source: Switch selected terms and its children to the right voc
ca: Canvia els termes seleccionats i els seus fills al voc dret

source: Switch selected terms and its children to the left voc
ca: Canvia els termes seleccionats i els seus fills al voc esquerre

source: Add Translation
ca: Afegeix traducció

source: Confirmation
ca: Confirmació

source: Are you sure you want to delete all selected terms?
ca: Estas segur que vols esborrar tots els termes seleccionats?

source: Remember all term specific data will be lost. This action cannot be undone.
ca: Recorda que totes les dades específiques del terme es predran. Aquesta acció no es pot desfer.

source: Delete children of selected terms, if there are any
ca: Esborra els fills dels termes seleccionats, si n'hi ha cap

source: Options
ca: Opcions

source: Cancel
ca: Cancel·lar

source: If you have selected one or more terms in the tree view, the new terms are automatically children of those.
ca: Si has seleccionat un o més termes en la vista en arbre, els nous termes esdevindran fills d'aquests automàticament.

source: Add new terms
ca: Afegeix nous termes

source: Mass term import (with textarea)
ca: Importació en massa de termes (amb àrea de text)

source: Terms
ca: Termes

source: One term per line
ca: Un terme per línia

source: The selected terms get merged into one term. This resulting merged term can either be an exisiting term or a completely new term. The selected terms will automatically get synomyms of the merged term and will be deleted afterwards.
ca: Els termes seleccionats es fusionen en un sol terme. El terme fusionat resultant pot ser tant un terme existent com un de completament nou. Els termes seleccionats esdevindran sinònims del terme fusionats automàticament i seràn esborrats després.

source: Merging of terms
ca: Fusió de termes

source: Resulting merged term
ca: Terme fusionat resultant

source: Enter a unique term name or a term id with 'term-id:[tid]'
ca: Introdueix un nom únic de terme o un id de terme amb "term-id:[tid]"

source: Collect all parents of selected terms an add it to the merged term
ca: Recull tots els pares dels termes seleccionats i afegeix-los al terme fusionat

source: Collect all children of selected terms an add it to the merged term
ca: Recull tots els fills dels termes seleccionats i afegeix-los al terme fusionat

source: Collect all relations of selected terms an add it to the merged term
ca: Recull totes les relacions dels termes seleccionats i afegeix-los al terme fusionat

source: You can change the parent of one or more selected terms. If you leave the autocomplete field empty, the term will be a root term.
ca: Pots canviar el pare de un o més termes seleccionats. Si deixes el camp d'autocompletat buit, el terme serà un terme arrel.

source: Moving of terms
ca: Moviment de termes

source: Parent term(s)
ca: Terme(s) pare

source: Enter a unique term name or a term id with 'term-id:[tid]'. Separate multiple parent terms with commas.
ca: Entra un nom únic de terme o un id de terme amb "term-id:[tid]". Separa els multiples termes pare amb comes.

source: Keep old parents and add new ones (multi-parent). Otherwise old parents get replaced.
ca: Conserva els pares vells i els nous (multi-parent). Altrament, els pares vells seran reemplaçats.

source: Delimiter for CSV File
ca: Delimitador l'arxiu CSV

source: Whole Vocabulary
ca: Vocabulari sencer

source: Child terms of a selected term
ca: Termes fill del terme seleccionat

source: Root level terms only
ca: Termes del nivell arrel només

source: Terms to export
ca: Termes per exportar

source: Depth of tree
ca: Profunditat de l'arbre

source: The number of levels of the tree to export. Leave empty to return all levels.
ca: El nombre de nivells de l'arbre a exportar. Deixa buit per retornar tots els nivells.

source: Exported CSV
ca: CSV exportat

source: The generated code will appear here (per AJAX). You can copy and paste the code into a .csv file. The csv has following columns: voc id | term id | term name | description | parent id 1 | ... | parent id n
ca: El codi generat apareixerà aquí (per AJAX). Pots copiar i enganxar el codi en un arxiu .csv. El csv té les següents columnes: voc id | term id | term name | description | parent id 1 | ... | parent id n

source: Export now
ca: Exporta ara

source: Double Tree Settings
ca: Configuració de l'arbre doble

source: Specify settings for second tree. Choose the same vocabulary if you want to move terms in the hierarchy or if you want to add new translations within a multilingual vocabulary. Choose a different vocabulary if you want to switch terms among these vocabularies.
ca: Especifica la configuració per al segon arbre. Escull el mateix vocabulari si vols moure tots els termes de la jerarquia o si vols afegir noves traduccions en un vocabulari multillenguatge. Escull un vocabulari diferent si vols intercanviar termes entre aquests vocabularis.

source: Vocabulary for second tree
ca: Vocabulari per al segon arbre

source: Enable Double Tree
ca: Habilita l'arbre doble

source: Error! Your last operation couldn't be performed because of following problem:
ca: Error! L'última operació no s'ha pogut realitzar degut al següent problema:

source: Close
ca: Tanca

source: Name
ca: Nom

source: Description
ca: Descripció

source: Synonyms
ca: Sinònims

source: Relations
ca: Relacions

source: Parents
ca: Pares

source: Translations
ca: Traduccions

source: This term belongs to a multilingual vocabulary. You can set a language for it.
ca: Aquest terme pertany a un vocabulari multilingüe. Pots seleccionar-ne un idioma.

source: Weight
ca: Pes

source: Go to the term page
ca: Anar a la pàgina del terme

source: Remove
ca: Treure

source: Search field is empty
ca: El camp de cerca es buit

source: Your search string matches exactly one term
ca: La teva cadena de cerca coincideix amb exactament un terme

source: Your search string matches !count terms:
ca: La teva cadena de cerca coincideix amb !count termes:

source: No match found. Filtering root level terms starting with @search_string.
ca: No s'ha trobat cap coincidència. Filtrant termes del nivell d'arrel començant per @search_string

source: Show unfiltered tree
ca: Mostrar arbre sense filtrar

source: Saving terms to language @lang
ca: Guardant els termes al llenguatge @lang

source: Terms added: %terms
ca: Termes afegits: %termes

source: No terms for deleting selected
ca: No hi ha termes seleccionats per esborrar

source: Deleting a term will delete all its children if there are any.
ca: Esborrar un terme esborrarà tots els seus fills si n'hi ha cap.

source: This action cannot be undone.
ca: Aquesta acció no es pot desfer.

source: Are you sure you want to delete the following terms:
ca: Estàs segur que vols esborrar els següents termes:

source: Selected terms deleted
ca: Termes seleccionats esborrats

source: Please selected terms you want to move in the hierarchy
ca: Si us plau selecciona els termes que vols moure a la jerarquia

source: Warning: Your input matches with multiple terms, because of duplicated term names. Please enter a unique term name or the term id with 'term-id:[tid]'
ca: Avís: La teva entrada coincideix amb múltiples termes, a causa de noms de termes duplicats. Si us plau introdueix un nom únic de terme o el id de terme amb "term-id:[tid]"

source: Invalid selection. The resulting hierarchy would contain circles, which is not allowed. A term cannot be a parent of itself.
ca: Selecció no vàlida. La jerarquia resultant contindria cicles, la qual cosa no es permesa. Un terme no pot ser pare d'ell mateix.

source: Terms must be of the same language
ca: Els termes han de ser del mateix llenguatge

source: root level
ca: Nivell arrel

source: Terms %term_names moved to %parent_names
ca: Els termes €term_names s'han mogut a €parent_names

source: Please enter a name into "Resulting merged term"
ca: Si us plau, introdueix un nom a "Resulting merged term"

source: Please only enter single names into "Resulting merged term"
ca: Si us plau introdueix només un sol nom a "Resulting merged term"

source: Please selected terms you want to merge
ca: Si us plau selecciona els termes que vols fusionar

source: Please select less than 50 terms to merge. Merging of too many terms in one step can cause timeouts and inconsistent database states
ca: Si us plau selecciona menys de 50 termes a fusionar. Fusionar masses termes en un sol pas pot causar excés de temps d'espera i estats inconsistens de la base de dades

source: Invalid selection. The resulting hierarchy would contain circles, which is not allowed. A term cannot be a parent of itself. Unselect "Collect all parents of selected terms an add it to the merged term" or specify a different resulting term.
ca: Selecció no vàlida. La jerarquia resultant contindria cicles, la qual cosa no està permesa. un terme no pot ser pare d'ell mateix. Deselecciona "Collet all parents of selected terms an add it to the merged term" o especifica un terme resultant diferent.

source: Terms %term_names merged into %main_term
ca: Els termes €term_names s'han fusionat en %main_term

source: Disable mouse-over effect for terms (weights and direct link)
ca: Deshabilitat l'efecte de mouse-over per als termes (pesos i enllaços directes)

source: Disabeling this feature speeds up the Taxonomy Manager
ca: Deshabilitant aquesta característica augmenta el rendiment de Taxonomy Manager

source: Disable redirect of the taxonomy term page to merged terms
ca: Deshabilitat la redirecció de la pàgina de terme de taxonomia als termes fusionats

source: When using the merging feature, the selected terms get merged into one term. All selected terms will be deleted afterwards. Normally the Taxonomy Manager redirects calls to taxonomy/term/$tid of the deleted terms (through merging) to the resulting merged term. This feature might conflict with other modules (e.g. Taxonomy Breadcrumb, Panels), which implement hook_menu_alter to change the taxonomy_manager_term_page callback. Disable this feature if it conflicts with other modules or if you do not need it. Changing this setting requires a (menu) cache flush to become active.
ca: Quan utilitzis la característica de fusió, els termes seleccionats son fusionats en un sol terme. Tots els termes seleccionats seran esborrats posteriorment. Normalment, Taxonomy Manager redirecciona les crides a taxonomy/term/$tid dels termes esborrats (mitjançant la fusió) al terme fusionat resultant. Aquesta característica pot entrar en conflicte amb altres mòduls (i.e. Taxonomy Breadcrumb, Panels), que implementen el hook_menu_alter per canviar la crida taxonomy_manager_term_page. Deshabilita aquesta característica si presenta conflictes amb altres mòduls o si no ho necessites. Canviar aquesta configuració requereix un buidat de cache (de menú) per a ser efectiva.

source: Pager count
ca: Comptador de pàgina

source: Select how many terms should be listed on one page. Huge page counts can slow down the Taxonomy Manager
ca: Selecciona quants termes s'haurien de mostrar per pàgina. Nombres molt alts podrien enlentir el Taxonomy Manager

source: Changes successfully saved
ca: Canvis guardats amb èxit

source: Invalid parent. The resulting hierarchy would contain circles, which is not allowed. A term cannot be a parent of itself.
ca: Pare no vàlid. La jerarquia resultant podria contenir cicles, la qual cosa no està permesa. Un terme no pot ser pare d'ell mateix.

source: Please provide only one term for translation
ca: Si us plau proporciona només un terme per a la traducció

source: Invalid language selection
ca: Selecció de llenguatge no vàlida

source: Missing language for new term
ca: Falta el llenguatge del nou terme

source: Invalid language selection. Translation already exists
ca: Selecció de llenguatge no vàlida. La traducció ja existeix

source: Invalid language selection.
ca: Selecció de llenguatge no vàlida.

source: Successfully updated parents
ca: Pares actualitzats amb èxit

source: Successfully updated related terms
ca: Termes relacionats actualitzats amb èxit

source: Successfully updated synonyms
ca: Sinònims actualitzats amb èxit

source: Successfully updated weight to !weight
ca: Pes actualitzat amb èxit a !weight

source: Successfully updated language
ca: Llenguatge actualitzat amb èxit

source: Module i18ntaxonomy not enabled
ca: Mòdul i18ntaxonomy no habilitat

source: Successfully added translation
ca: Traducció afegida amb èxit

source: Successfully removed translation
ca: Traducció eliminada amb èxit

source: Invalid operation.
ca: Operació no vàlida.

source: No terms selected.
ca: No terms seleccionats.

source: Terms must be of the same language.
ca: Els termes han de ser del mateix llenguatge.

source: Removed current parent form terms %terms.
ca: Eliminat el pare actual per als termes %terms.

source: Terms %terms moved to parents %parents.
ca: Els termes %terms s'han mogut als pares %parents.

source: Selected terms are of the same language.
ca: Els termes seleccionats son del mateix llenguatge.

source: Translation for this language already exists.
ca: La traducció d'aquest llenguatge ja existiex.

source: This is not a multilingual vocabulary.
ca: No es un vocabulari multillenguatge.

source: Module i18ntaxonomy not enabled.
ca: El mòdul i18ntaxonomy no està habilitat.

source: Translation for %term2 - %term1 added.
ca: Traducció per %term2 - %term1 afegida.

source: Terms %terms moved to vocabulary %voc.
ca: Terms %terms moguts al vocabulari %voc.

source: Terms %terms moved to vocabulary %voc under parents %parents.
ca: Termes %terms moguts al vocabulari %voc sota els pares %parents.

source: The Taxonomy Manager provides an additional interface for managing vocabularies of the taxonomy module. It's especially very useful for long sets of terms. The vocabulary is represented in a dynamic tree view. It supports operation like mass adding and deleting of terms, fast weight editing, moving of terms in hierarchies, merging of terms and fast term data editing. For more information on how to use please read the readme file included in the taxonomy_manager directory.
ca: El Taxonomy Manager proporciona una interfície adicional per a administrar vocabularis del mòdul taxonomy. És especialment molt ùtil per conjunts de termes grans. El vocabulari es representa en una vista d'arbre dinàmica. Suporta operacions com afegir i esborrar masivament termes, edició ràpida de pes, moviment de termes entre jerarquies, fusió de termes i edició ràpida de termes. Per a més informació sobre com utilitzar-lo si us plau llegeix l'arxiu readme inclòs al directori taxonomy_manager.

source: Select all children
ca: Selecciona tots els fills

source: Move up
ca: Moure amunt

source: Move down
ca: Moure avall

source: Go to term page
ca: Anar a la pàgina del terme

source: Children Count:
ca: Comptatge de fills:

source: Direct Parents:
ca: Pares directes:

source: An illegal choice has been detected. Please contact the site administrator.
ca: S'ha detectat una tria ilegal. Si us plau contacta a l'administrador del lloc web.

source: Administer vocabularies with the Taxonomy Manager
ca: Administrar vocabularis amb el Taxonomy Manager

source: Advanced settings for the Taxonomy Manager
ca: Configuració avançada del Taxonomy Manager

source: Taxonomy Manager Autocomplete
ca: Autocompletat del Taxonomy Manager

source: Tool for administrating taxonomy terms.
ca: Eina per a administrar termes de taxonomies.

source: Select one term per tree to add a new translation.
ca: Selecciona un terme per arbre per a afegir una traducció nova.

source: Unselect all children
ca: Deselecciona tots els fills
