Repository: colectic/xarxanet
Catalog: modules/trigger/translations/modules-trigger.*.po
Languages: ca

source: Are you sure you want to unassign the action %title?
ca: Esteu segur que voleu desassignar l'acció %title?

source: You can assign it again later if you wish.
ca: Podeu assignar-la més tard, si ho preferiu.

source: Action %action has been unassigned.
ca: L'acció %action ha estat desassignada

source: Trigger:
ca: Disparador:

source: unassign
ca: Desassignar

source: Assign
ca: Assignar

source: No available actions for this trigger.
ca: No hi ha cap acció disponible per a aquest disparador.

source: You have added an action that changes a the property of a post. A Save post action has been added so that the property change will be saved.
ca: Heu afegit una acció que canvia una propietat d'un enviament. Una acció de Desar l'enviament ha estat afegida perquè la propietat canviada sigui desada.

source: Operation
ca: Operació

source: Triggers are system events, such as when new content is added or when a user logs in. Trigger module combines these triggers with actions (functional tasks), such as unpublishing content or e-mailing an administrator. The <a href="@url">Actions settings page</a> contains a list of existing actions and provides the ability to create and configure additional actions.
ca: Els disparadors són esdeveniments del sistema com ara quan s'afegeixen nous continguts o quan un usuari s'identifica. El mòdul de disparadors (Trigger module) combina aquests disparadors amb accions (tasques funcionals) com ara despublicar un contingut o enviar un missatge a un administrador. La <a href="@url">pàgina de configuració d'accions</a> conté una llista de les accions existents i dóna la capacitat de crear i de configurar noves accions.

source: Below you can assign actions to run when certain comment-related triggers happen. For example, you could promote a post to the front page when a comment is added.
ca: A continuació, podeu assignar accions a prendre quan s'esdevenen certs disparadors relacionats amb els comentaris. Per exemple, quan s'afegeix un comentari, podeu promoure'l a la pàgina principal.

source: Below you can assign actions to run during each pass of a <a href="@cron">cron maintenance task</a>.
ca: A continuació, podeu assignar accions a prendre durant l'execució d'una <a href="@cron">tasca de manteniment de cron</a>.

source: Below you can assign actions to run when certain taxonomy-related triggers happen. For example, you could send an e-mail to an administrator when a term is deleted.
ca: A continuació, podeu assignar accions a prendre quan s'esdevenen certs disparadors relacionats amb la taxonomia. Per exemple, podeu enviar un missatge de correu a un administrador quan s'esborra un terme.

source: Below you can assign actions to run when certain user-related triggers happen. For example, you could send an e-mail to an administrator when a user account is deleted.
ca: A continuació, podeu assignar accions a prendre quan s'esdevenen certs disparadors relacionats amb els usuaris. Per exemple, podeu enviar un missatge de correu a un administrador quan s'esborra un compte d'usuari.

source: The Trigger module provides the ability to trigger <a href="@actions">actions</a> upon system events, such as when new content is added or when a user logs in.
ca: El mòdul de disparadors (Trigger module) permet desencadenar <a href="@actions">accions</a> en funció d'esdeveniments del sistema, com ara quan s'afegeixen nous continguts o quan un usuari s'identifica.

source: The combination of actions and triggers can perform many useful tasks, such as e-mailing an administrator if a user account is deleted, or automatically unpublishing comments that contain certain words. By default, there are five "contexts" of events (Comments, Content, Cron, Taxonomy, and Users), but more may be added by additional modules.
ca: La combinació d'accions i disparadors pot fer tasques molt útils tals com enviar un missatge a un administrador si s'esborra un compte d'usuari, o no publicar automàticament els comentaris que contenen certes paraules. Per defecte, hi ha cinc "contextos" d'esdeveniments (Comentaris, Contingut, Cron, Taxonomia i Usuaris), però els mòduls addicionals poden afegir-ne d'altres.

source: For more information, see the online handbook entry for <a href="@trigger">Trigger module</a>.
ca: Per a més informació, vegeu l'entrada del <a href="@trigger">mòdul Disparadors</a> al manual en línia.

source: The action you chose is already assigned to that trigger.
ca: L'acció que heu triat ja està assignada a aquest disparador.

source: Below you can assign actions to run when certain content-related triggers happen. For example, you could send an e-mail to an administrator when a post is created or updated.
ca: A continuació, podeu assignar accions a prendre quan s'esdevenen certs disparadors relacionats amb el contingut. Per exemple, podeu enviar un missatge a un administrador quan es crea o es modifica un enviament.

source: Triggers
ca: Desencadenadors

source: Tell Drupal when to execute actions.
ca: Dir a Drupal quan s'han d'executar les accions

source: Unassign an action from a trigger.
ca: Treure l'assignació d'una acció d'un desencadenador.
